Repository: quylang88/mistia
Catalog: Mistia/Localizable.xcstrings
Source language: vi
Languages: en, ja

# family.family.youCanCheckWhatFamilyMembersCan
source: Bạn có thể kiểm tra những gì các thành viên trong gia đình có thể truy cập hoặc chia sẻ, đồng thời quản lý cài đặt tài khoản của trẻ em và các kiểm soát của phụ huynh.
en: You can check what family members can access or share, while managing child account settings and parental controls.
ja: ファミリーメンバーがアクセスまたは共有できるもの確認でき、お子様のアカウント設定と保護者による制限を管理できます。

# family.family.youDoNotHaveWalletsToShare
source: Bạn chưa có ví nào để chia sẻ quyền chỉnh sửa.
en: You do not have wallets to share edit access for yet.
ja: 編集権限を共有できるウォレットはまだありません。

# family.family.youDoNotHaveWalletsToShare2
source: Bạn chưa có ví nào để chia sẻ quyền sử dụng.
en: You do not have wallets to share use access for yet.
ja: 使用権限を共有できるウォレットはまだありません。

# family.family.youWillNoLongerHaveAccessTo
source: Bạn sẽ không còn quyền truy cập vào dữ liệu chung của gia đình này nữa.
en: You will no longer have access to this family's shared data.
ja: この家族の共有データにアクセスできなくなります。

# family.familyinviteacceptance.accept
source: Chấp nhận
en: Accept
ja: 承認

# family.familyinviteacceptance.acceptThisInvite
source: Chấp nhận lời mời?
en: Accept this invite?
ja: この招待を承認しますか？

# family.familyinviteacceptance.alreadyJoined
source: Đã tham gia
en: Already joined
ja: 参加済み

# family.familyinviteacceptance.alreadyUsed
source: Đã được dùng
en: Already used
ja: 使用済み

# family.familyinviteacceptance.anotherFamily
source: Gia đình khác
en: Another family
ja: 別の家族

# family.familyinviteacceptance.checkingInvite
source: Đang kiểm tra lời mời
en: Checking invite
ja: 招待を確認中

# family.familyinviteacceptance.decline
source: Từ chối
en: Decline
ja: 辞退

# family.familyinviteacceptance.declined
source: Đã từ chối
en: Declined
ja: 辞退済み

# family.familyinviteacceptance.declineThisInvite
source: Từ chối lời mời?
en: Decline this invite?
ja: この招待を辞退しますか？

# family.familyinviteacceptance.expired
source: Hết hạn
en: Expired
ja: 期限切れ

# family.familyinviteacceptance.invalid
source: Không hợp lệ
en: Invalid
ja: 無効

# family.familyinviteacceptance.mistiaCanTCheckThisInviteRight
source: Không thể kiểm tra lời mời lúc này.
en: Mistia can't check this invite right now.
ja: 現在この招待を確認できません。

# family.familyinviteacceptance.mistiaWillKeepThisInviteAndReopen
source: Mistia sẽ giữ lời mời này và tự mở lại sau khi bạn đăng nhập.
en: Mistia will keep this invite and reopen it after you sign in.
ja: ログイン後、この招待を自動で再開します。

# family.familyinviteacceptance.notForYou
source: Không dành cho bạn
en: Not for you
ja: 利用できません

# family.familyinviteacceptance.offline
source: Mất kết nối
en: Offline
ja: オフライン

# family.familyinviteacceptance.ok
source: Đồng ý
en: OK
ja: OK

# family.familyinviteacceptance.pleaseAskTheInviterToSendA
source: Vui lòng yêu cầu người mời gửi lại link mới.
en: Please ask the inviter to send a new link.
ja: 招待者に新しいリンクを送ってもらってください。

# family.familyinviteacceptance.revoked
source: Đã thu hồi
en: Revoked
ja: 取消済み

# family.familyinviteacceptance.signInNow
source: Đăng nhập ngay
en: Sign in now
ja: 今すぐログイン

# family.familyinviteacceptance.signInToViewThisInvite
source: Đăng nhập để xem lời mời
en: Sign in to view this invite
ja: 招待を確認するにはログイン

# family.familyinviteacceptance.theOwnerNeedsToCreateANew
source: Chủ sở hữu cần tạo link mới nếu muốn mời lại.
en: The owner needs to create a new link to invite again.
ja: 再招待するにはオーナーが新しいリンクを作成する必要があります。

# family.familyinviteacceptance.theOwnerRevokedThisInvite
source: Chủ sở hữu đã thu hồi lời mời này.
en: The owner revoked this invite.
ja: オーナーがこの招待を取り消しました。

# family.familyinviteacceptance.thisAccountCurrentlyBelongsToAnotherFamily
source: Tài khoản này đang thuộc một gia đình khác.
en: This account currently belongs to another family.
ja: このアカウントは現在別の家族に参加しています。

# family.familyinviteacceptance.thisAccountIsAlreadyInValue
source: Tài khoản này đã ở trong %@.
en: This account is already in %@.
ja: このアカウントはすでに %@ に参加しています。

# family.familyinviteacceptance.thisLinkCannotBeUsedAgain
source: Link này sẽ không dùng lại được.
en: This link cannot be used again.
ja: このリンクは再利用できません。

# family.familyinviteacceptance.thisLinkHasAlreadyBeenUsed
source: Link này đã được sử dụng.
en: This link has already been used.
ja: このリンクはすでに使用されています。

# family.familyinviteacceptance.thisLinkIsNoLongerValid
source: Link này không còn hợp lệ.
en: This link is no longer valid.
ja: このリンクは無効です。

# family.familyinviteacceptance.toTheFamily
source: đến với gia đình
en: to the family
ja: ファミリーへ

# family.familyinviteacceptance.unavailable
source: Không khả dụng
en: Unavailable
ja: 利用不可

# family.familyinviteacceptance.youCreatedThisInvite
source: Bạn là người tạo lời mời này.
en: You created this invite.
ja: この招待を作成したアカウントです。

# family.familyinviteacceptance.youWillJoinThisFamilyAfterConfirming
source: Bạn sẽ tham gia gia đình này sau khi xác nhận.
en: You will join this family after confirming.
ja: 確認するとこのファミリーに参加します。

# family.mistiaprivacy.familySharingIsDesignedToProtectYour
source: Chia sẻ gia đình được thiết kế để bảo vệ thông tin cá nhân của bạn và cho phép bạn chọn những gì mình muốn chia sẻ.
en: Family Sharing is designed to protect your information and let you choose what you share.
ja: ファミリー共有はあなたの個人情報を保護するように設計され、どの情報を共有するかを選択できるようになっています。

# family.mistiaprivacy.familySharingPrivacy
source: Chia sẻ Gia đình & Quyền riêng tư
en: Family Sharing & Privacy
ja: ファミリー共有とプライバシーについて

# family.mistiaprivacy.mistiaUsesDataAboutYourFamilyMembership
source: Mistia sử dụng dữ liệu về tư cách thành viên gia đình của bạn để cải thiện trải nghiệm và đảm bảo tính minh bạch trong quản lý chi tiêu chung.
en: Mistia uses data about your family membership to improve the experience and ensure transparency in shared spending management.
ja: ミスティアはファミリーメンバーシップに関するデータを使用して、体験を向上させ、共有支出管理の透明性を確保します。

# family.mistiaprivacy.theAgeAndCountryOrRegionAssociated
source: Độ tuổi và quốc gia hoặc khu vực được liên kết với tài khoản của bạn được sử dụng để xác nhận xem bạn là người lớn, trẻ vị thành niên hay trẻ em.
en: The age and country or region associated with your account are used to confirm whether you are an adult, a minor, or a child.
ja: アカウントに関連付けられている年齢および国または地域は、あなたが成人、未成年、または子供であるかどうかを確認するために使用されます。

# family.mistiaprivacy.whenYouStartOrJoinAFamily
source: Khi bạn bắt đầu hoặc tham gia một nhóm gia đình, bạn và các thành viên gia đình có thể chia sẻ các đăng ký, thu chi và thông tin tài chính để cùng nhau quản lý hiệu quả.
en: When you start or join a family group, you and family members can share subscriptions, cashflow items, and financial information to manage effectively together.
ja: ファミリーグループを開始するかファミリーグループに参加すると、あなたとファミリーメンバーがサブスクリプション、取引、財務情報を共有して効果的に管理できるようになります。

# management.balanceEditor.actualBalanceTitle
source: Số dư thực tế
en: Actual balance
ja: 実際の残高

# management.balanceEditor.categoryPickerTitleExpense
source: Chọn danh mục chi tiêu
en: Select expense category
ja: 支出カテゴリを選択

# management.balanceEditor.categoryPickerTitleIncome
source: Chọn danh mục thu nhập
en: Select income category
ja: 収入カテゴリを選択

# management.balanceEditor.categorySectionTitle
source: Tính vào danh mục
en: Assign to category
ja: カテゴリに割り当て

# management.balanceEditor.currentBalancePlaceholder
source: Nhập số dư hiện tại
en: Enter current balance
ja: 現在の残高を入力

# management.categoryEditor.editTitle
source: Sửa danh mục
en: Edit category
ja: カテゴリを編集

# management.categoryEditor.newTitle
source: Danh mục mới
en: New category
ja: 新しいカテゴリ

# management.dataAction.archivedItems.title
source: Mục đã lưu trữ
en: Archived items
ja: アーカイブ済みアイテム

# management.dataAction.backupRestore.title
source: Sao lưu & khôi phục
en: Backup & restore
ja: バックアップ & 復元

# management.dataAction.deleteAllData.title
source: Xóa tất cả dữ liệu
en: Delete all data
ja: すべてのデータを削除

# management.dataAction.exportData.title
source: Xuất dữ liệu
en: Export data
ja: データを書き出す

# management.dataAction.importData.title
source: Nhập dữ liệu
en: Import data
ja: データを取り込む

# management.management.accessRequested
source: Đã yêu cầu quyền
en: Access requested
ja: 権限をリクエスト済み

# management.management.addCashPayPayBankOrCreditCard
source: Thêm ví tiền mặt, PayPay, ví ngân hàng hoặc credit card để bắt đầu quản lý nguồn tiền.
en: Add cash, PayPay, bank, or credit card wallets to start managing your money sources.
ja: 現金、PayPay、銀行口座、クレジットカードのウォレットを追加して資金管理を始めましょう。

# management.management.addCategory
source: Thêm danh mục
en: Add category
ja: カテゴリを追加

# management.management.addChildCategory
source: Thêm danh mục con
en: Add child category
ja: 子カテゴリを追加

# management.management.addParentCategory
source: Thêm danh mục cha
en: Add parent category
ja: 親カテゴリを追加

# management.management.addWallet
source: Thêm ví
en: Add wallet
ja: ウォレットを追加

# management.management.adjustmentReason
source: Lý do điều chỉnh
en: Adjustment reason
ja: 調整の理由

# management.management.agree
source: Đồng ý
en: Agree
ja: 同意する

# management.management.archiveCategory
source: Lưu trữ danh mục
en: Archive category
ja: カテゴリをアーカイブ

# management.management.archivedCategoriesWillNoLongerAppearIn
source: Danh mục lưu trữ sẽ không còn hiện trong tab quản lý. Mục này sẽ được tự động xóa vĩnh viễn sau 30 ngày.
en: Archived categories will no longer appear in the manage tab. They will be automatically deleted permanently after 30 days.
ja: アーカイブしたカテゴリは管理タブに表示されなくなります。これらは30日後に自動的に永久削除されます。

# management.management.archivedWalletsWillNoLongerAppearIn
source: Ví lưu trữ sẽ không còn hiện trong tab quản lý. Mục này sẽ được tự động xóa vĩnh viễn sau 30 ngày.
en: Archived wallets will no longer appear in the manage tab. They will be automatically deleted permanently after 30 days.
ja: アーカイブしたウォレットは管理タブに表示されなくなります。これらは30日後に自動的に永久削除されます。

# management.management.archiveWallet
source: Lưu trữ ví
en: Archive wallet
ja: ウォレットをアーカイブ

# management.management.available
source: Khả dụng
en: Available
ja: 利用可能

# management.management.balanceAdjustment
source: Điều chỉnh số dư
en: Balance Adjustment
ja: 残高調整

# management.management.balanceAdjustment2
source: Điều chỉnh số dư
en: Balance adjustment
ja: 残高調整

# management.management.bank
source: Ngân hàng
en: Bank
ja: 銀行

# management.management.basicDetails
source: Thông tin cơ bản
en: Basic details
ja: 基本情報

# management.management.biUTNgDanhMC
source: Biểu tượng danh mục
en: Category icon
ja: カテゴリアイコン

# management.management.biUTNgV
source: Biểu tượng ví
en: Wallet icon
ja: ウォレットアイコン

# management.management.cannotArchiveCreditCardWithOutstandingDebt
source: Không thể lưu trữ thẻ tín dụng khi còn dư nợ chưa thanh toán (dư nợ hiện tại: %@).
en: Cannot archive credit card with outstanding debt (current debt: %@).
ja: 未払いの債務があるためクレジットカードをアーカイブできません（現在の債務：%@）。

# management.management.cannotArchiveCreditCardWithUnpaidStatements
source: Không thể lưu trữ thẻ tín dụng khi còn sao kê chưa thanh toán.
en: Cannot archive credit card with unpaid statements.
ja: 未払いの明細があるためクレジットカードをアーカイブできません。

# management.management.canTSaveYet
source: Chưa thể lưu
en: Can't save yet
ja: まだ保存できません

# management.management.cardNetwork
source: Mạng thẻ
en: Card network
ja: カードブランド

# management.management.categories
source: danh mục
en: categories
ja: カテゴリ

# management.management.categories2
source: Danh mục
en: Categories
ja: カテゴリ

# management.management.categoryArchiveBlockedHasBills
source: Không thể lưu trữ danh mục này vì đang được liên kết với hóa đơn.
en: Cannot archive this category because it is linked to bills.
ja: 請求書が関連付けられているため、このカテゴリをアーカイブできません。

# management.management.categoryArchiveBlockedHasBudgets
source: Không thể lưu trữ danh mục này vì đang được liên kết với ngân sách.
en: Cannot archive this category because it is linked to budgets.
ja: 予算が関連付けられているため、このカテゴリをアーカイブできません。

# management.management.categoryArchiveBlockedHasChildren
source: Không thể lưu trữ danh mục này vì vẫn còn các danh mục con đang hoạt động.
en: Cannot archive this category because it still has active subcategories.
ja: 有効なサブカテゴリがまだ存在するため、このカテゴリをアーカイブできません。

# management.management.categoryArchiveBlockedHasTransactions
source: Không thể lưu trữ danh mục này vì đang được liên kết với các khoản thu chi.
en: Cannot archive this category because it is linked to transactions.
ja: 取引が関連付けられているため、このカテゴリをアーカイブできません。

# management.management.categoryBudgetBranchCurrentMonthBlock
source: Nhánh danh mục này đang được dùng bởi ngân sách tháng hiện tại. Hãy xóa các ngân sách tháng này trước khi đổi tên hoặc cấu trúc.
en: This category branch is used by a current-month budget. Delete those budgets before changing the name or structure.
ja: このカテゴリ枝は当月の予算で使用されています。名前や構造を変更する前に、その月の予算を削除してください。

# management.management.categoryName
source: Tên danh mục
en: Category name
ja: カテゴリ名

# management.management.categoryNameAlreadyExists
source: Tên danh mục này đã tồn tại trong ứng dụng.
en: This category name already exists in the app.
ja: このカテゴリ名は既にアプリ内に存在します。

# management.management.categoryType
source: Loại danh mục
en: Category type
ja: カテゴリ種別

# management.management.chooseACoordinatedFinanceIconForThis
source: Chọn icon tài chính đồng bộ cho danh mục
en: Choose a coordinated finance icon for this category
ja: カテゴリに統一感のある金融アイコンを選択

# management.management.chooseAParentCategoryForThisChild
source: Chọn danh mục cha cho danh mục con này.
en: Choose a parent category for this child category.
ja: この子カテゴリの親カテゴリを選択してください。

# management.management.chooseAPopularBank
source: Chọn ngân hàng phổ biến
en: Choose a popular bank
ja: よく使われる銀行を選択

# management.management.chooseBank
source: Chọn ngân hàng
en: Choose bank
ja: 銀行を選択

# management.management.chooseLater
source: Chọn sau
en: Choose later
ja: あとで選択

# management.management.chooseOrEnterABankNameFor
source: Chọn hoặc nhập tên ngân hàng cho ví này.
en: Choose or enter a bank name for this wallet.
ja: このウォレットの銀行名を選択または入力してください。

# management.management.chooseParentCategory
source: Chọn danh mục cha
en: Choose parent category
ja: 親カテゴリを選択

# management.management.close
source: Đóng
en: Close
ja: 閉じる

# management.management.confirmPaymentSourceChange
source: Xác nhận thay đổi ví thanh toán
en: Confirm payment source change
ja: 支払い元ウォレットの変更を確認

# management.management.continue
source: Tiếp tục
en: Continue
ja: 続行

# management.management.couldnTSaveTheArchiveState
source: Không thể lưu trạng thái lưu trữ.
en: Couldn't save the archive state.
ja: アーカイブ状態を保存できません。

# management.management.couldnTSaveThisCategoryRightNow
source: Không thể lưu danh mục lúc này.
en: Couldn't save this category right now.
ja: 現在このカテゴリを保存できません。

# management.management.couldnTSaveThisWalletRightNow
source: Không thể lưu ví lúc này.
en: Couldn't save this wallet right now.
ja: 現在このウォレットを保存できません。

# management.management.couldnTSend
source: Chưa thể gửi
en: Couldn't send
ja: 送信できませんでした

# management.management.couldnTSendTheRequestRightNow
source: Không thể gửi yêu cầu lúc này.
en: Couldn't send the request right now.
ja: 現在リクエストは送信できません。

# management.management.couldnTUpdateFavorite
source: Không thể cập nhật yêu thích
en: Couldn't update favorite
ja: お気に入りを更新できませんでした

# management.management.createExpenseGroupsSoYourTransactionsAnd
source: Tạo nhóm chi tiêu riêng để thu chi và ngân sách bám sát cách bạn quản lý hằng ngày.
en: Create expense groups so your cashflow items and budgets match how you manage money every day.
ja: 支出グループを作成すると、取引や予算を日々の管理方法に合わせやすくなります。

# management.management.createRequestApproved
source: Đã chấp nhận yêu cầu thêm mới
en: Create request approved
ja: 作成リクエストが承認済み

# management.management.createRequested
source: Đã yêu cầu thêm mới
en: Create requested
ja: 作成権限をリクエスト済み

# management.management.createRequestSent
source: Đã gửi yêu cầu thêm mới
en: Create request sent
ja: 作成リクエスト送信済み

# management.management.creditCard2
source: Thẻ tín dụng
en: Credit card
ja: クレジットカード

# management.management.creditLimit
source: Hạn mức tín dụng
en: Credit limit
ja: 利用限度額

# management.management.creditLimitCannotBeLessThanCurrentDebt
source: Hạn mức không được nhỏ hơn dư nợ hiện tại (%@).
en: Credit limit cannot be less than current debt (%@).
ja: 利用限度額は現在の負債（%@）より小さくできません。

# management.management.currency
source: Tiền tệ
en: Currency
ja: 通貨

# management.management.currentBalance
source: Số dư hiện tại
en: Current balance
ja: 現在の残高

# management.management.dayValue
source: Ngày %@
en: Day %@
ja: %@ 日

# management.management.details
source: Thông tin
en: Details
ja: 詳細

# management.management.donTSeeItHere
source: Không thấy trong danh sách?
en: Don't see it here?
ja: 一覧にありませんか？

# management.management.edit
source: Sửa
en: Edit
ja: 編集

# management.management.editBalance
source: Sửa số dư
en: Edit balance
ja: 残高を編集

# management.management.editRequestApproved
source: Đã chấp nhận yêu cầu chỉnh sửa
en: Edit request approved
ja: 編集リクエストが承認済み

# management.management.editRequested
source: Đã yêu cầu chỉnh sửa
en: Edit requested
ja: 編集権限をリクエスト済み

# management.management.editRequestSent
source: Đã gửi yêu cầu chỉnh sửa
en: Edit request sent
ja: 編集リクエスト送信済み

# management.management.eGAuditError
source: Ví dụ: Kiểm kê lại, sai sót...
en: e.g. Audit, error...
ja: 例：棚卸し、入力ミスなど

# management.management.enterACategoryNameBeforeSaving
source: Nhập tên danh mục trước khi lưu.
en: Enter a category name before saving.
ja: 保存する前にカテゴリ名を入力してください。

# management.management.enterBankNameManually
source: Nhập thủ công tên ngân hàng
en: Enter bank name manually
ja: 銀行名を手入力

# management.management.family
source: Gia đình
en: Family
ja: 家族

# management.management.favorite
source: Yêu thích
en: Favorite
ja: お気に入り

# management.management.icon
source: Biểu tượng
en: Icon
ja: アイコン

# management.management.identity
source: Nhận diện
en: Identity
ja: 識別情報

# management.management.issuerName
source: Tên đơn vị phát hành
en: Issuer name
ja: 発行会社名

# management.management.lastDigits
source: 4 số cuối
en: Last 4 digits
ja: 下4桁

# management.management.manage
source: Quản lý
en: Manage
ja: マネジメント

# management.management.markAsFavorite
source: Đánh dấu yêu thích
en: Mark as favorite
ja: お気に入りに追加

# management.management.noCategoryCreateAccess
source: Chưa có quyền thêm mới danh mục
en: No category create access
ja: カテゴリ作成権限がありません

# management.management.noCategoryEditAccess
source: Chưa có quyền chỉnh sửa danh mục
en: No category edit access
ja: カテゴリ編集権限がありません

# management.management.noCreateAccess
source: Chưa có quyền thêm mới
en: No create access
ja: 作成権限がありません

# management.management.noExpenseCategoriesYet
source: Chưa có danh mục chi tiêu
en: No expense categories yet
ja: 支出カテゴリはまだありません

# management.management.noIncomeCategoriesYet
source: Chưa có danh mục thu nhập
en: No income categories yet
ja: 収入カテゴリはまだありません

# management.management.none
source: Chưa có
en: None
ja: 未設定

# management.management.notes
source: Ghi chú
en: Notes
ja: メモ

# management.management.notice
source: Lưu ý
en: Notice
ja: ご注意

# management.management.notSelected
source: Chưa chọn
en: Not selected
ja: 未選択

# management.management.noWalletAccess
source: Chưa có quyền thao tác ví
en: No wallet access
ja: ウォレット権限がありません

# management.management.noWalletsYet
source: Chưa có ví nào
en: No wallets yet
ja: ウォレットはまだありません

# management.management.orEnterTheBankName
source: Hoặc nhập tên ngân hàng
en: Or enter the bank name
ja: または銀行名を入力

# management.management.parentCategory
source: Danh mục cha
en: Parent category
ja: 親カテゴリ

# management.management.paymentDay
source: Ngày thanh toán
en: Payment day
ja: 支払い期限

# management.management.paymentSource
source: Nguồn thanh toán
en: Payment source
ja: 支払い元

# management.management.popularBanksInJapan
source: Ngân hàng phổ biến tại Nhật
en: Popular banks in Japan
ja: 日本でよく使われる銀行

# management.management.removeFavorite
source: Bỏ yêu thích
en: Remove favorite
ja: お気に入り解除

# management.management.requestAccess
source: Yêu cầu quyền
en: Request access
ja: 権限をリクエスト

# management.management.requestApproved
source: Đã chấp nhận yêu cầu
en: Request approved
ja: リクエストが承認済み

# management.management.requestCategoryCreation
source: Yêu cầu thêm mới danh mục
en: Request category creation
ja: カテゴリ作成をリクエスト

# management.management.requestCreate
source: Yêu cầu thêm mới
en: Request create
ja: 作成をリクエスト

# management.management.requestEdit
source: Yêu cầu chỉnh sửa
en: Request edit
ja: 編集をリクエスト

# management.management.requestEditAccess
source: Yêu cầu quyền chỉnh sửa
en: Request edit access
ja: 編集権限をリクエスト

# management.management.requestSent
source: Đã gửi yêu cầu
en: Request sent
ja: リクエストを送信しました

# management.management.requestSent2
source: Đã gửi yêu cầu
en: Request sent
ja: リクエスト送信済み

# management.management.requestUse
source: Yêu cầu sử dụng
en: Request use
ja: 使用をリクエスト

# management.management.requestWalletCardCreation
source: Yêu cầu thêm mới ví / thẻ
en: Request wallet / card creation
ja: ウォレット・カード作成をリクエスト

# management.management.searchBanks
source: Tìm ngân hàng
en: Search banks
ja: 銀行を検索

# management.management.separateYourIncomeSourcesToClearlyTrack
source: Tách riêng nguồn thu để nhìn rõ tiền lương, thưởng, freelance hay hoàn tiền.
en: Separate your income sources to clearly track salary, bonuses, freelance work, or refunds.
ja: 収入源を分けておくと、給与、賞与、副業、返金などを分かりやすく把握できます。

# management.management.signInOrCreateAnAccount
source: Đăng nhập hoặc tạo tài khoản
en: Sign in or create an account
ja: ログインまたはアカウント作成

# management.management.signInToSyncYourData
source: Đăng nhập để đồng bộ dữ liệu
en: Sign in to sync your data
ja: ログインしてデータを同期

# management.management.statementClosingDay
source: Ngày chốt sao kê
en: Statement closing day
ja: 締め日

# management.management.statementClosingDayMustBeEarlierThan
source: Ngày chốt sao kê phải trước ngày thanh toán.
en: Statement closing day must be earlier than the payment day.
ja: 締め日は支払日より前である必要があります。

# management.management.structure
source: Cấu trúc
en: Structure
ja: 構造

# management.management.tapToChangeTheWalletIcon
source: Chạm để đổi icon ví
en: Tap to change the wallet icon
ja: ウォレットアイコンを変更

# management.management.thePermissionRequestWasSentToThe
source: Yêu cầu quyền đã được gửi tới chủ dữ liệu.
en: The permission request was sent to the data owner.
ja: 権限リクエストをデータ所有者へ送信しました。

# management.management.thereAreNoChildCategoriesInThis
source: Chưa có danh mục con nào trong nhánh này.
en: There are no child categories in this branch yet.
ja: この枝にはまだ子カテゴリがありません。

# management.management.theRequestIsWaitingForTheData
source: Yêu cầu đang chờ chủ dữ liệu phản hồi.
en: The request is waiting for the data owner.
ja: リクエストはデータ所有者の返答待ちです。

# management.management.thisAdjustmentCannotBeUndoneAreYou
source: Hành động điều chỉnh này sẽ không thể hoàn tác. Bạn có chắc chắn muốn tiếp tục?
en: This adjustment cannot be undone. Are you sure you want to proceed?
ja: この調整は取り消すことができません。続行してもよろしいですか？

# management.management.thisCategoryWillBeArchivedArchivedCategories
source: Danh mục này sẽ bị lưu trữ. Các danh mục đã lưu trữ sẽ nằm trong "Mục đã lưu trữ" và được giữ lại trong 30 ngày.
en: This category will be archived. Archived categories will remain in "Archived items" for 30 days.
ja: このカテゴリはアーカイブされます。アーカイブされたカテゴリは「アーカイブ済みアイテム」に30日間保持されます。

# management.management.thisCreditCardHasOutstandingDebtChanging
source: Thẻ tín dụng này đang có dư nợ chưa thanh toán. Thay đổi ví nguồn thanh toán có thể ảnh hưởng đến việc theo dõi sao kê. Bạn có chắc muốn tiếp tục?
en: This credit card has outstanding debt. Changing the payment source wallet may affect statement tracking. Are you sure you want to continue?
ja: このクレジットカードには未払いの債務があります。支払い元ウォレットを変更すると明細の追跡に影響する可能性があります。続行してもよろしいですか？

# management.management.thisWalletWillBeArchivedArchivedWallets
source: Ví này sẽ bị lưu trữ. Các ví đã lưu trữ sẽ nằm trong "Mục đã lưu trữ" và được giữ lại trong 30 ngày.
en: This wallet will be archived. Archived wallets will remain in "Archived items" for 30 days.
ja: このウォレットはアーカイブされます。アーカイブされたウォレットは「アーカイブ済みアイテム」に30日間保持されます。
